adpyke.vscode-sql-formatter
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.vscode-github-actions
hiro-sun.vscode-emacs
jeroen-meijer.pubspec-assist
lfs.vscode-emacs-friendly
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mikestead.dotenv
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
mushan.vscode-paste-image
patrick91.python-dependencies-vscode
pkief.material-icon-theme
pkief.material-product-icons
q.typescript-mono-repo-import-helper
redhat.java
redhat.vscode-xml
rust-lang.rust-analyzer
spacebox.monospace-idx-theme
tamasfe.even-better-toml
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
whizkydee.material-palenight-theme
